{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "OnlineSubsystem",
			"Children": [
				{
					"Source":
					{
						"Text": "Unable to verify purchase with {ServiceName} services; purchased content may be temporarily unavailable. {ServiceName} Error Code: {ErrorCode}"
					},
					"Translation":
					{
						"Text": "Unable to verify purchase with {ServiceName} services; purchased content may be temporarily unavailable. {ServiceName} Error Code: {ErrorCode}"
					},
					"Key": "FailedToRetrievePurchasesWithCode"
				},
				{
					"Source":
					{
						"Text": "Your request would exceed the rate-limit, and has been cancelled. Please try again later."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RequestRateLimited"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemPS4",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation{0}Network"
					},
					"Translation":
					{
						"Text": "PlayStation{0} Network"
					},
					"Key": "OnlineServiceName"
				}
			]
		}
	]
}